Repository: microting/eform-angular-frontend
Catalog: eFormAPI/eFormAPI.Web/Resources/SharedResource.*.resx
Languages: nl

source: Admin user not found
nl: Beheerder niet gevonden

# CannotOpenDatabes
source: Can't open database
nl: Kan database niet openen

source: Can't delete primary admin user
nl: Kan primaire beheerdersgebruiker niet verwijderen

source: Can't obtain settings from web.config
nl: Kan instellingen niet verkrijgen van web.config

source: Can't update settings in web.config
nl: Kan instellingen in web.config niet updaten

source: Case could not be removed
nl: De behuizing kon niet worden verwijderd

source: Case could not be updated
nl: Case kan niet worden bijgewerkt

source: Case has been updated
nl: Casus is bijgewerkt

source: Case loading failed
nl: Het laden van een case is mislukt

# CaseParamDeletedSuccessfully
source: Case #{0} deleted successfully
nl: Case #{0} is succesvol verwijderd

source: Check connection string
nl: Controleer de verbindingsreeks

source: Check settings before proceed
nl: Controleer de instellingen voordat u verdergaat

source: Columns were updated
nl: Kolommen zijn bijgewerkt

source: Connection string already exist
nl: Er bestaat al een verbindingsreeks

source: Core is not started
nl: Kern is niet gestart

# CouldNotWriteConnectionString
source: Could not write connection string in /bin/Input.txt
nl: Kon de verbindingsreeks niet schrijven in /bin/Input.txt

source: Device User could not be created
nl: Apparaatgebruiker kan niet worden aangemaakt

# DeviceUserCouldNotBeObtained
source: Device User with such UId could not be obtained
nl: Apparaatgebruiker met een dergelijke UId kon niet worden verkregen

source: Device User could not be updated
nl: Apparaatgebruiker kan niet worden bijgewerkt

# DeviceUserNotFound
source: Device User UId not found
nl: Apparaatgebruikers-UId niet gevonden

# DeviceUserPa
source: Device User with id "{0}" could not be deleted
nl: Apparaatgebruiker met id '{0}' kan niet worden verwijderd

# DeviceUserParamCouldNotBeDeleted
source: Device User "{0}" could not be deleted
nl: Apparaatgebruiker '{0}' kan niet worden verwijderd

# DeviceUserParamCouldNotBeEdited
source: Device User with id {0} could not be edited
nl: Apparaatgebruiker met id {0} kan niet worden bewerkt

# DeviceUserParamCouldNotBeUpdated
source: Device User with id {0} could not be updated
nl: Apparaatgebruiker met id {0} kan niet worden bijgewerkt

# DeviceUserParamCreatedSuccessfully
source: Device user "{0}" created successfully
nl: Apparaatgebruiker '{0}' is succesvol aangemaakt

# DeviceUserParamDeletedSuccessfully
source: Device User "{0}" deleted successfully
nl: Apparaatgebruiker "{0}" is succesvol verwijderd

source: Device User updated successfully
nl: Apparaatgebruiker succesvol bijgewerkt

source: eForm could not be created
nl: eForm kan niet worden gemaakt

# eFormParamCouldNotBeDeleted
source: eForm "{0}" could not be deleted
nl: eForm "{0}" kan niet worden verwijderd

# eFormParamCreatedSuccessfully
source: eForm "{0}" created successfully
nl: eForm "{0}" is succesvol aangemaakt

# eFormParamDeletedSuccessfully
source: eForm "{0}" deleted successfully
nl: eForm "{0}" is succesvol verwijderd

source: Error when deleting searchable list
nl: Fout bij het verwijderen van doorzoekbare lijst

source: Error when obtaining searchable list
nl: Fout bij het verkrijgen van een doorzoekbare lijst

source: Error while add new password
nl: Fout bij het toevoegen van een nieuw wachtwoord

source: Error while creating file for SDK
nl: Fout bij het maken van een bestand voor SDK

# ErrorWhileCreatingParamTag
source: Error while creating "{0}" tag
nl: Fout bij het maken van de tag '{0}'

# ErrorWhileCreatingUser
source: Error when creating user
nl: Fout bij het aanmaken van gebruiker

source: Error while creating worker
nl: Fout bij het aanmaken van werknemer

# ErrorWhileDeletingSelectableList
source: Error when deleting selectable list
nl: Fout bij het verwijderen van selecteerbare lijst

source: Error while deleting tag
nl: Fout bij het verwijderen van tag

source: Error while deleting user
nl: Fout bij het verwijderen van gebruiker

source: Error while obtain columns
nl: Fout bij het ophalen van kolommen

# ErrorWhileObtainSelectableList
source: Error when obtaining selectable list
nl: Fout bij het verkrijgen van een selecteerbare lijst

source: Error while obtain tags
nl: Fout bij het verkrijgen van tags

# ErrorWhileObtainUsers
source: Error when obtaining users
nl: Fout bij het verkrijgen van gebruikers

source: Error while removing old password
nl: Fout bij het verwijderen van het oude wachtwoord

source: Error while rotate image
nl: Fout bij het roteren van afbeelding

source: Error while updating columns
nl: Fout bij het updaten van kolommen

# ErrorWhileUpdatingPSK
source: Error while updating user PSK
nl: Fout bij het updaten van gebruiker PSK

source: Error while updating template tags
nl: Fout bij het updaten van sjabloontags

# ErrorWhileUpdatingUser
source: Error when updating user
nl: Fout bij het updaten van de gebruiker

source: File not found
nl: Bestand niet gevonden

source: Folder error
nl: Mapfout

source: Image deleted successfully
nl: Afbeelding succesvol verwijderd

# ImageNotDeleted
source: Image was not deleted
nl: Afbeelding is niet verwijderd

source: Image rotated successfully
nl: Afbeelding is succesvol geroteerd

source: Invalid Request
nl: ongeldig verzoek

source: Invalid security code
nl: ongeldige beveiligings code

source: Invalid username or password
nl: ongeldige gebruikersnaam of wachtwoord

source: Main connection string is invalid
nl: Hoofdverbindingsreeks is ongeldig

source: New OTP created successfully
nl: Nieuwe OTP is succesvol aangemaakt

# ParamCreatedSuccessfully
source: {0} created successfully
nl: {0} is succesvol aangemaakt

# ParamDeletedSuccessfully
source: {0} deleted successfully
nl: {0} is succesvol verwijderd

# ParamPairedSuccessfully
source: "{0}" paired successfully
nl: "{0}" is succesvol gekoppeld

# ParamUpdatedSuccessfully
source: {0} updated
nl: {0} bijgewerkt

# PleaseSetupSecurityCode
source: Please setup security code on server
nl: Stel de beveiligingscode in op de server

# RequestFieldsAreNotFilled
source: Required fields are not filled
nl: Verplichte velden zijn niet ingevuld

source: Role is required
nl: Rol is vereist

source: SDK connection string is invalid
nl: SDK-verbindingsreeks is ongeldig

source: Searchable list creation failed
nl: Maken van doorzoekbare lijst is mislukt

source: Searchable list loading failed
nl: Laden van doorzoekbare lijst mislukt

source: Selectable group loading failed
nl: Laden van selecteerbare groepen mislukt

source: Selectable list creation failed
nl: Het maken van een selecteerbare lijst is mislukt

source: Settings updated successfully
nl: Instellingen zijn succesvol bijgewerkt

# SiteParamCouldNotBeDeleted
source: Site "{0}" could not be deleted
nl: Site '{0}' kan niet worden verwijderd

# SiteParamCouldNotBeUpdated
source: Site with id {0} could not be updated
nl: Site met id {0} kan niet worden bijgewerkt

# SiteParamDeletedSuccessfully
source: Site "{0}" deleted successfully
nl: Site "{0}" is succesvol verwijderd

# SiteParamNotFound
source: Site with id {0} not found
nl: Site met id {0} niet gevonden

# SiteWithIdCouldNotBeDeleted
source: Worker with id {0} could not be deleted
nl: Werknemer met id {0} kan niet worden verwijderd

source: Tag deleted successfully
nl: Tag succesvol verwijderd

# TagParamCreatedSuccessfully
source: Tag "{0}" created successfully
nl: Tag "{0}" is succesvol aangemaakt

# TemplateTagUpdatedSuccessfully
source: Template tags was updated successfully
nl: Sjabloontags zijn succesvol bijgewerkt

# UnitParamOTPCouldNotCompleted
source: Unit "{0}" OTP request could not be completed
nl: Eenheid '{0}' OTP-verzoek kan niet worden voltooid

source: Unit was successfully created
nl: Eenheid is succesvol aangemaakt

source: Error while creating unit
nl: Fout bij het maken van een eenheid

# UserNameOrPasswordIncorrect
source: Username or password is incorrect
nl: Gebruikersnaam of wachtwoord is onjuist

# UserNotFound
source: User with {0} not found
nl: Gebruiker niet gevonden

# UserNotFoundUserName
source: User {0} not found
nl: Gebruiker {0} niet gevonden

# UserParamWasDeleted
source: User {0} was deleted
nl: Gebruiker {0} is verwijderd

# UserUserNameAlreadyExist
source: User {0} already exist
nl: Gebruiker {0} bestaat al

# UserUserNameWasCreated
source: User {0} was created
nl: Gebruiker {0} is gemaakt

# UserUserNameWasUpdated
source: User {0} was updated
nl: Gebruiker {0} is bijgewerkt

# WorkerParamCantBeDeleted
source: Worker "{0 {1}" can't be deleted
nl: Werknemer '{0 {1}' kan niet worden verwijderd

# WorkerParamCantBeUpdated
source: Worker with id {0} can't be updated
nl: Werknemer met ID {0} kan niet worden bijgewerkt

# WorkerParamDeletedSuccessfully
source: Worker "{0} {1}" deleted successfully
nl: Werknemer "{0} {1}" is succesvol verwijderd

# WorkerParamWasUpdated
source: Worker with id {0} was updated
nl: Werknemer met ID {0} is bijgewerkt

source: Worker was successfully created
nl: Werknemer is succesvol aangemaakt

# YouNeedToBuyMoreLicenses
source: You need to buy more licenses for additional units to be added.
nl: U moet meer licenties kopen om extra eenheden toe te voegen.

# YourEmailPasswordHasBeenReset
source: Your email: {0}. Password has been reset.
nl: Uw e-mailadres: {0}. Wachtwoord is opnieuw ingesteld.

source: Security group not found
nl: Beveiligingsgroep niet gevonden

source: You can't view, change or delete admin
nl: U kunt de beheerder niet bekijken, wijzigen of verwijderen

source: Error while obtaining permissions
nl: Fout bij het verkrijgen van machtigingen

source: Error while updating permissions
nl: Fout bij het updaten van machtigingen

source: Permissions updated successfully
nl: Machtigingen zijn succesvol bijgewerkt

source: Connection string does not exist
nl: Verbindingsreeks bestaat niet

source: eForm already in group
nl: eForm al in groep

source: eForm has been deleted from group
nl: eForm is verwijderd uit de groep

source: eForm not found
nl: e-formulier niet gevonden

source: Error while binding eform to group
nl: Fout bij het binden van eform aan groep

source: Error while creating security group
nl: Fout bij het maken van een beveiligingsgroep

source: Error while deleting eform from group
nl: Fout bij het verwijderen van eform uit de groep

source: Error while deleting security group
nl: Fout bij het verwijderen van de beveiligingsgroep

source: Error while obtaining available eForms
nl: Fout bij het verkrijgen van beschikbare eForms

source: Error while obtaining eform info
nl: Fout bij het verkrijgen van e-formulierinformatie

source: Error while obtaining security group
nl: Fout bij het ophalen van de beveiligingsgroep

source: Error while obtaining security groups
nl: Fout bij het verkrijgen van beveiligingsgroepen

source: Error while obtaining user menu
nl: Fout bij het verkrijgen van het gebruikersmenu

source: Error while updating security group
nl: Fout bij het updaten van de beveiligingsgroep

source: Permission for eform has been updated
nl: Toestemming voor e-formulier is bijgewerkt

source: Security group created successfully
nl: Beveiligingsgroep is succesvol aangemaakt

source: Security group name is empty
nl: Naam van beveiligingsgroep is leeg

source: Security group removed successfully
nl: Beveiligingsgroep is succesvol verwijderd

source: Security group updated successfully
nl: Beveiligingsgroep is succesvol bijgewerkt

source: Error while obtaining saved tags
nl: Fout bij het ophalen van opgeslagen tags

source: Error while removing saved tags
nl: Fout bij het verwijderen van opgeslagen tags

source: Error while saving tag
nl: Fout bij het opslaan van tag

source: Invalid tag id
nl: Ongeldige tag-ID

source: Invalid tag name
nl: Ongeldige tagnaam

source: Saved tag not found
nl: Opgeslagen tag niet gevonden

source: Tag already saved
nl: Tag al opgeslagen

source: Advanced
nl: Geavanceerd

source: Application settings
nl: Applicatie instellingen

source: Change Password
nl: Verander wachtwoord

source: Device Users
nl: Apparaatgebruikers

source: Logout
nl: Uitloggen

source: My eForms
nl: Mijn eForms

source: Searchable list
nl: Doorzoekbare lijst

source: Security
nl: Beveiliging

source: Selectable List
nl: Selecteerbare lijst

source: Settings
nl: Instellingen

source: Units
nl: Eenheden

source: User Management
nl: Gebruikersbeheer

source: Workers
nl: Werknemers

source: Eform report not found
nl: Eform-rapport niet gevonden

source: ElementList not provided
nl: ElementList niet opgegeven

source: Error while obtaining report info
nl: Fout bij het verkrijgen van rapportinformatie

source: Error while updating report
nl: Fout bij het updaten van het rapport

source: Report updated successfully
nl: Rapport is succesvol bijgewerkt

source: Template not found
nl: Sjabloon niet gevonden

# ErrorWhileObtainingPlugins
source: Error while loading plugins
nl: Fout bij het laden van plug-ins

source: Error while updating plugin settings
nl: Fout bij het updaten van plug-ininstellingen

source: Plugin not found
nl: Plug-in niet gevonden

# CantEditPrimaryAdminUser
source: You can't view, change or delete primary admin
nl: U kunt de primaire beheerder niet bekijken, wijzigen of verwijderen

# CantUpdateRoleForPrimaryAdminUser
source: It's not possible to change role for primary admin
nl: Het is niet mogelijk om de rol van de primaire beheerder te wijzigen

source: Role not found
nl: Rol niet gevonden

source: Error while executing plugin install
nl: Fout tijdens het uitvoeren van de installatie van de plug-in

source: Error while obtaining plugin list
nl: Fout bij het verkrijgen van de plug-inlijst

source: Error while obtaining sites
nl: Fout bij het ophalen van sites

source: Error while updating tags
nl: Fout bij het updaten van tags

source: Tag not found
nl: Label niet gevonden

source: Tag updated successfully
nl: Tag is succesvol bijgewerkt

source: Email recipients
nl: E-mailontvangers

source: Email recipient created successfully
nl: E-mailontvanger is succesvol aangemaakt

source: Email recipient not found
nl: E-mailontvanger niet gevonden

source: Email recipient removed successfully
nl: E-mailontvanger is succesvol verwijderd

source: Email recipient updated successfully
nl: E-mailontvanger succesvol bijgewerkt

source: Email tag created successfully
nl: E-mailtag is succesvol aangemaakt

source: Email tag not found
nl: E-mailtag niet gevonden

source: Email tag removed successfully
nl: E-mailtag is succesvol verwijderd

source: Email tag updated successfully
nl: E-mailtag is succesvol bijgewerkt

source: Error while creating email recipient
nl: Fout bij het aanmaken van een e-mailontvanger

source: Error while creating email tag
nl: Fout bij het maken van een e-mailtag

source: Error while obtaining email recipients
nl: Fout bij het ophalen van e-mailontvangers

source: Error while obtaining email tag
nl: Fout bij het ophalen van de e-mailtag

source: Error while removing email recipient
nl: Fout bij het verwijderen van de e-mailontvanger

source: Error while removing email tag
nl: Fout bij het verwijderen van de e-mailtag

source: Error while updating email recipient
nl: Fout bij het bijwerken van de e-mailontvanger

source: Error while updating email tag
nl: Fout bij het updaten van de e-mailtag

source: Error while creating post
nl: Fout bij het maken van een bericht

source: Error while obtaining posts
nl: Fout bij het ophalen van berichten

source: Error while obtaining post view info
nl: Fout bij het verkrijgen van berichtweergave-informatie

source: Post created successfully
nl: Bericht is succesvol aangemaakt

source: Post not found
nl: Bericht niet gevonden

source: Case not found
nl: Casus niet gevonden

source: SendGrid key should be added to settings
nl: De SendGrid-sleutel moet aan de instellingen worden toegevoegd

source: Data not found!
nl: Data niet gevonden!

source: eForm Report
nl: eForm-rapport

source: Error while exporting excel file!
nl: Fout bij het exporteren van Excel-bestand!

source: Excel template not found in storage!
nl: Excel-sjabloon niet gevonden in opslag!

source: Error while creating folder
nl: Fout bij het maken van een map

source: Error while obtaining folders info
nl: Fout bij het verkrijgen van mapinformatie

source: Error while removing folder
nl: Fout bij het verwijderen van de map

source: Error while updating folder
nl: Fout bij het updaten van de map

source: Folder not found
nl: Map niet gevonden

# NavigationMenuUpdate
source: Navigation menu was succesfully updated.
nl: Het navigatiemenu is succesvol bijgewerkt.

source: Import finished successfully
nl: Importeren is succesvol afgerond

# EFormWithNameAlreadyExists
source: eForm with name {0} already exists
nl: eForm met naam {0} bestaat al

# EFormWithNameAlreadyExistsInTheImportedDocument
source: eForm with name {0} already exists in the imported document
nl: eForm met naam {0} bestaat al in het ge√Ømporteerde document

source: Cases not found
nl: Gevallen niet gevonden

source: Error while generating report file
nl: Fout bij het genereren van rapportbestand

source: Case id
nl: Casus-ID

source: Created At
nl: Gemaakt bij

source: Done by
nl: Gedaan door

source: Report period
nl: Rapportperiode

source: Error while update tag
nl: Fout bij het updaten van de tag

source: Image updated successfully
nl: Afbeelding succesvol bijgewerkt

source: Folders
nl: Mappen

# EformSuccessfullyUpdated
source: eForm updated
nl: eForm bijgewerkt

# EformSuccessfullyCreated
source: eForm created
nl: eForm aangemaakt

source: Password successfully updated
nl: Wachtwoord succesvol bijgewerkt

# ForgotPasswordEmailSubject
source: Password Reset
nl: Wachtwoord reset

# ForgotPasswordEmailHtml
source: <![CDATA[ Hi {0} {1},<br><br> You have requested to reset your password for Microting.<br> Click the link below to set a new password.<br><br> <a href="{2}">Set new password</a><br><br> If you did not request this, please ignore this email.<br><br> Your password will remain unchanged until you set a new one via the link above.<br><br> Best regards,<br><br> Microting<br><br> Support: 66 11 10 66 ]]>
nl: Hallo {0} {1},<br><br> U heeft verzocht om uw wachtwoord voor Microting opnieuw in te stellen.<br> Klik op onderstaande link om een nieuw wachtwoord in te stellen.<br><br> <a href="{2}">Nieuw wachtwoord instellen</a><br><br> Als u hier niet om heeft gevraagd, kunt u deze e-mail negeren.<br><br> Uw wachtwoord blijft ongewijzigd totdat u via bovenstaande link een nieuw wachtwoord instelt.<br><br> Hartelijke groeten,<br><br> Microten<br><br> Ondersteuning: 66 11 10 66
